Tekla.Structures.Internal.PluginHelper.GetAssemblyLocation(System.String)
Retrieves the full path to the specified AssemblyName.
Only searches in plugin directory folder.
AssemblyInfoString: Assembly info string, example: nunit.framework, Version=3.0.5610.33194, Culture=neutral, PublicKeyToken=2638cd05610744eb.
Returns: The full path of the Assembly if found, otherwise empty string is returned. In the case the same assembly is found in multiple sub directories they are all returned separated by ";".